       IDENTIFICATION DIVISION.
       PROGRAM-ID. HOLAMUNDO.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
           DISPLAY "HOLA MUNDO".
           STOP RUN.
